[orchid_vo_chapter6_0010_echox_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="If I help you complete the compass, Scarlett will be so happy -- ohhh, yes! But no... the compass alone won't do. She needs to know how much I care... the TAPES! Yes! Get the tapes, get the tapes! I'll mark them on your ECHO!",Time=0)

[orchid_vo_chapter6_0020_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ugh, I was worried something like this would happen. Just... collect his little love letters as quick as you can. Sorry.",Time=0)

[orchid_vo_chapter6_0030_echo_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Scarlett... I wrote you a haiku. Ahem. \n You got a nice butt. / You also got a nice chest. / Your face is okay, too -- NO! SIX SYLLABLES! I screwed -- OH, IT'S RUINED! GODDAMMIT!",Time=0)

[orchid_vo_chapter6_0040_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="(softly snoring)",Time=0)

[orchid_vo_chapter6_0050_echo_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="(whispering) This concludes ''the sounds of Scarlett sleeping,'' tape number forty-eight.",Time=0)

[orchid_vo_chapter6_0060_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hunhh? Somebody there?",Time=0)

[orchid_vo_chapter6_0070_echo_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="(whispering) Oh crap.",Time=0)

[orchid_vo_chapter6_0080_echo_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Today, Scarlett caught a crewman stealing from her. She's so honorable -- through my telescope, I saw her give him a gun to defend himself. As she ran him through with her sword, I knew -- I knew! She's the one.",Time=0)

[orchid_vo_chapter6_0090_echo_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Okay, this is mix tape #206. I call this one: ''Scarlett, I would like to touch you in places.'' (singing) Ohhh, SCARLETT--",Time=0)

[orchid_vo_chapter6_0100_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ohh, god -- did you find one of his songs? Musical gonorrhea. Still, you found all of his tapes, better return them to him. And wash your hands afterward. Blech.",Time=0)

[orchid_vo_chapter6_0110_echox_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You found the tapes? Once you deliver those with the last piece of the compass, Scarlett will have to take me back. The last compass piece is in that chest.",Time=0)

[orchid_vo_chapter6_0120_echox_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ah -- must be rusted. Rusty rusty. Just shoot the lock.",Time=0)

[orchid_vo_chapter6_0130_echox_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh. Your shot destroyed the last piece of the legendary compass.",Time=0)

[orchid_vo_chapter6_0140_echox_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Whoops.",Time=0)
